Repository: PedroFeitosaCarneiro/Projetos-Realizados
Catalog: SixTeps/quarto-mini-challenge-master/quarto-mini-challenge/View/*.lproj/AddTasks.strings
Languages: pt_br

# 8Ru-ga-bk1.segmentTitles[0]
source: Work
pt_br: Trabalho

# 8Ru-ga-bk1.segmentTitles[1]
source: Studies
pt_br: Estudos

# 8Ru-ga-bk1.segmentTitles[2]
source: Health
pt_br: Saúde

# 8Ru-ga-bk1.segmentTitles[3]
source: Entertainment
pt_br: Lazer

# 8Ru-ga-bk1.segmentTitles[4]
source: Other
pt_br: Outra

# BO4-Gh-ogI.placeholder
source: Write here your task
pt_br: Escreva aqui sua atividade

# Gxc-uE-mvs.text
source: What is the main topic of your task?
pt_br: Em que área ela mais se encaixa?

# V9Q-ua-EJM.text
source: How long the task will take?
pt_br: Quanto tempo deve levar?

# W63-jg-WVe.text
source: What is the priority of this task?
pt_br: Qual a prioridade dessa atividade?

# nbe-Ez-7pi.segmentTitles[0]
source: Urgent
pt_br: Urgente

# nbe-Ez-7pi.segmentTitles[1]
source: Important
pt_br: Importante

# nbe-Ez-7pi.segmentTitles[2]
source: Delayable
pt_br: Pode esperar

# w5o-CZ-MEE.segmentTitles[0]
source: Quicky
pt_br: Rapidinho

# w5o-CZ-MEE.segmentTitles[1]
source: Take a while
pt_br: Leva um tempo

# w5o-CZ-MEE.segmentTitles[2]
source: Lasts forever
pt_br: Demora
