Repository: PedroFeitosaCarneiro/Projetos-Realizados
Catalog: Stretchy/Jaque/Jaque WatchKit Extension/*.lproj/Localizable.strings
Languages: pt_br

source: Activities
pt_br: Atividades

# confirmButton
source: Accept
pt_br: Confirmar

# cancelButton
source: Cancel
pt_br: Cancelar

source: Walk
pt_br: Caminhada

source: Neck stretch
pt_br: Alongamento de pescoço

source: Arm stretch
pt_br: Alongamento de braço

source: Hand stretch
pt_br: Alongamento de mãos

source: Not now
pt_br: Não quero fazer nada agora

# a_Hand
source: So far, you have done %@ hand strechs
pt_br: Você fez %@ alongamentos de mão

# a_Neck
source: So far, you have done %@ neck strechs
pt_br: Você fez %@ alongamentos de pescoço

# a_Arm
source: So far, you have done %@ arm strechs
pt_br: Você fez %@ alongamentos de braço

# a_Walk
source: You took %@ steps
pt_br: Você deu %@ passos

# a_Stair
source: You have climbed %@ steps
pt_br: Você subiu %@ degraus

# a_Stand
source: You stood %@ minutes standing
pt_br: Você ficou %@ minutos em pé

source: Back
pt_br: Voltar

# n_MascotState
source: Your buddy is tired!
pt_br: Seu mascote está cansado!

# n_Exercise1
source: Help your buddy!!
pt_br: Ajude seu mascote!

# n_Exercise2
source: Your buddy looks tired! What about some strechy
pt_br: Pareçe que ele está cansado!

# n_Open
source: Open
pt_br: Abrir

# n_NotNow
source: Maybe another time. In about 10 minutes !?
pt_br: Quem tal daqui á 10 minutos!?

# r_DeathMessage
source: With great power comes great responsibility is widely attributed
pt_br: Com grandes poderes vem grandes responsabilidades

# r_Tittle
source: Broto died
pt_br: Broto morreu

# r_Restart
source: Restart
pt_br: Recomeçar

# onboarding1
source: Hello there, I'm Broto, your stretching friend!
pt_br: Olá, eu sou o Broto, seu amigo de alongamento!

# onboarding2
source: I will remind you to stretch out during the day.
pt_br: Irei te lembrar de se alongar duante o dia.

# onboarding3
source: And that's why i need you to turn on notifications.
pt_br: Por isso ative as notificações.

# onboarding4
source: How about I help you showing you your achievements?
pt_br: Que tal eu te ajudar em suas conquistas?

# onboarding5
source: Click on me to see them!
pt_br: Clique em mim futuramente para vê-las.

# onboarding6
source: Let's start? Hit the button!
pt_br: Vamos começar? Clique no botão abaixo.
